{
  "id": 1,
  "title": "Lesson 1: Show Me the Money",
  "pages": [
    {
      "id": 1,
      "title": "Steps to getting a job",
      "content": "And, glancing still farther backward through the centuries, we behold adventurous chiefs, in barges and double canoes a hundred feet in length, making the journey between the Hawaiian and more southern groups, guided only by the sun and stars. Later we see battles, with dusky thousands in line. The warriors are naked to the loins, and are armed with spears, slings, clubs, battle-axes, javelins and knives of wood or ivory. They have neither bows nor shields. They either catch with their hands or ward with their own the weapons that are thrown. Their chiefs, towering above them in stature, have thrown off their gaudy feather cloaks and helmets, and, with spear and stone halberd, are at the front of battle. The opposing forces are so disposed as to present a right and left wing and centre, the king or principal chief commanding the latter in person. In the rear of each hostile line are a large number of women with calabashes of food and water with which to refresh their battling fathers, husbands and brothers. While the battle rages their wails, cries and prayers are incessant, and when defeat menaces their friends they here and there take part in the combat. The augurs have been consulted, sacrifices and promises to the gods have been made, and, as the warring lines approach, the war-gods of the opposing chiefs, newly decorated and attended by long-haired priests, are borne to the front. War-cries and shouts of defiance follow. The priests retire, and the slingers open the battle. Spears are thrown, and soon the struggle is hand-to-hand all over the field. They fight in groups and squads around their chiefs and leaders, who range the field in search of enemies worthy of their weapons. No quarter is given or expected. The first prisoners taken are reserved as offerings to the gods, and are regarded as the most precious of sacrifices. Finally the leading chief of one of the opposing armies falls. A desperate struggle over his body ensues, and his dispirited followers begin to give ground and are soon in retreat. Some escape to a stronghold in the neighboring mountains, and a few, perhaps, to a temple of refuge; but the most of them are overtaken and slain. The prisoners who are spared become the slaves of their captors, and the victory is celebrated with feasting and bountiful sacrifices to the gods."
    },
    {
      "id": 2,
      "title": "Employee benefits and available community resources",
      "content": "This is a representative battle of the past, either for the supremacy of rival chiefs or in repelling invasion from a neighboring island. But here and there we catch glimpses of actual conflicts indicative of the warlike spirit and chivalry of the early Hawaiians. Far back in the past we see the beautiful Hina abducted from her Hawaiian husband by a prince of Molokai, and kept a prisoner in the fortress of Haupu until her sons grow to manhood, when she is rescued at the end of an assault which leaves the last of her defenders dead. Later we see the eight hundred helmeted chiefs of the king of Hawaii, all of noble blood, hurling themselves to destruction against the spears of the armies of Maui on the plains of Wailuku. And then, less than a generation after, Kamehameha is seen in the last battle of the conquest, when, at the head of sixteen thousand warriors, he sweeps the Oahuan army over the precipice of Nuuanu and becomes the master of the archipelago. Finally we behold Kekuaokalani, the last defender in arms of the Hawaiian gods and temples, trampling upon the edict of the king against the worship of his fathers, and dying, with his faithful wife Manono, on the field of Kuamoo."
    },
    {
      "id": 3,
      "title": "Standard employment paperwork",
      "content": "In the midst of these scenes of blood the eye rests with relief upon numerous episodes of love, friendship and self-sacrifice touching with a softening color the ruddy canvas of the past. We see Kanipahu, the exiled king of Hawaii, delving like a common laborer on a neighboring island, and refusing to accept anew the sceptre in his old age because his back had become crooked with toil and he could no longer look over the heads of his subjects as became a Hawaiian king. We see Umi, a rustic youth of royal mien and mighty proportions, boldly leap the palace-walls of the great Liloa, push aside the spears of the guards, enter the royal mansion, seat himself in the lap of the king, and through the exhibition of a forgotten token of love receive instant recognition as his son. And now Lono, the royal great-grandson of Umi, rises before us, and we see him lured from self-exile by the voice of his queen, reaching him in secret from without the walls of the sovereign court of Oahu, to return to Hawaii and triumph over his enemies. These and many other romantic incidents present themselves in connection with the early Hawaiian kings and princes, and are offered in the succeeding pages with every detail of interest afforded by available tradition."
    },
    {
      "id": 4,
      "title": "Factors affecting take-home pay",
      "content": "A few general remarks concerning the physical characteristics of the Hawaiian Islands would seem to be appropriate in presenting a collection of legends dealing alike with the history and folk-lore of their people. The islands occupy a place in a great waste of the Pacific between the nineteenth and twenty-third degrees of north latitude, and the one hundred and fifty-fourth and one hundred and sixty-first degrees of longitude west from Greenwich. They are two thousand one hundred miles southwest from San Francisco, and about the same distance from Tahiti.\n\n The group consists of ten islands, including two that are little more than barren rocks. The farthest are about three hundred miles from each other, measuring from their extreme boundaries, and their aggregate area is a little more than six thousand one hundred square miles. Of the eight principal islands all are habitable, although the small islands of Niihau and Kahoolawe are used almost exclusively as cattle-ranges.\n\n The most of the shores of the several islands are fringed with coral, but their origin seems to be indisputably shown in the numerous craters of extinct volcanoes scattered throughout the group, and in the mighty fires still blazing from the mountain-heights of Hawaii."
    }
  ]
}