{
  "id": 0,
  "title": "Introduction: Managing Resources Yesterday, Today, & Tomorrow",
  "pages": [
    {
      "id": 1,
      "title": "Introduction",
      "content": "An economy is how people organize to meet their needs. In traditional times, Native Hawaiians built strong, connected local economies based on the ‘ohana (extended family) and the ahupua‘a (land division from mountain to sea). Everyone in the community worked together to mālama ‘āina—care for the land—by growing food, fishing, and managing resources to support each other.\n\nThis way of life, called a *subsistence economy*, created a deep and sacred bond between the people and the ‘āina. Hawaiians respected the land and understood that taking care of it meant it would take care of them in return. Through the *kapu system*, a traditional way to manage resources, ali‘i (chiefs) and konohiki (land managers) made sure resources were used wisely and protected when needed. If something was being overused, a kapu (restriction) would be placed so it could grow back. This early form of \"savings\" helped ensure that land and resources could last for generations.\n\nThe kapu system also included a tribute system, similar to taxes today. Families gave a share of their food and goods to the ali‘i, and the konohiki would make sure these were shared fairly throughout the community. The goal was to keep every ‘ohana, the ahupua‘a, and the ‘āina healthy and thriving—no matter what was happening outside.\n\nEven though the kapu system no longer exists, its values and lessons still apply today. In modern Hawai‘i, we buy goods and services with money, but we often forget that we still depend on the earth for everything we need.\n\n## Kahua Waiwai helps us learn about money in today’s world while staying true to the values of our kūpuna. The lessons in this book remind us that their wisdom is still relevant and can guide us in modern times."
    },
    {
      "id": 2,
      "title": "Local first",
      "content": "In the past, Native Hawaiians built a strong economy by working together, using what they had in their own ahupua‘a, and sharing resources. They didn’t rely on outside trade to survive—they supported each other through local skills, goods, and services.\n\nToday, we can learn from this by spending money at local businesses and trading with people in our community. When we keep our money local, we help our families and neighbors grow stronger. But when we buy from big companies far away, our money leaves Hawai‘i, and our community loses out.\n\n**Bottom line**: Supporting local helps all of us thrive."
    },
    {
      "id": 3,
      "title": "Strengthening our economy",
      "content": "Hawaiian culture is renowned as one of mastery. In fact, the Hawaiian peoples' survival during traditional times depended on their ability to pass on the mastery of such skills as canoe-building, kalo (taro) cultivating, and fishing to the next generation.\n\nIn each ahupua'a, *kahuna* and *kumu* (masters, teachers) were considered the leading experts in trades and arts. Their kuleana (responsibility) was to share their expertise with *haumana* (apprentice, student), so that students could help provide for the ahupua'a and become masters themselves. Training was intense and the terms *laepua*, *laeo'o*, and *lae'ula* (flowering forehead, mature forehead and red forehead) referred to the haumana having to pay close attention to the kahuna or kumu. Often times, the apprentice would need to study over a flame way into the night (hence, \"red forehead\").\n\nWhen teaching the mastery of kalo farming, for example, haumana would spend day and night learning about every aspect of the process. They would learn about the soil, planting, watering, weeding, harvesting, and finally, pounding kalo into poi. With this expertise Native Hawaiians were able to grow more, better quality taro, which would in turn, feed more 'ohana.\n\nToday we also rely on the passing of knowledge to future generations for our survival. We go to high school to learn basic skills, such as math, reading, and writing, so we can be prepared to earn money at a job. We also find apprenticeships to gain mastery in carpentry and electricity, or setup an internship to further our knowledge of working in non-profit organizations, businesses, or government agencies and public service. A growing number of us even take our mastery to another level and start our own business, as what are called entrepreneurs (business owners).\n\nAs we seek jobs, apprenticeships, and internships, or even start our own businesses, we can learn from the traditional relationship between kahuna/kumu and haumana and understand our modern day responsibility of mastering skills so that we too can provide for our community and family, as well as pass our mastery on to future generations."
    }
  ]
}