{
  "id": 2,
  "title": "Lesson 2: Savin' Up",
  "pages": [
    {
      "id": 1,
      "title": "Needs vs wants",
      "content": "By far the larger part of the area of the islands is mountainous; but from the interior elevations, some of them reaching altitudes of from ten to fourteen thousand feet, flow many small streams of sweet water, widening into fertile valleys as they reach the coast, while here and there between them alluvial plateaus have been left by the upland wash.\n\nWith rare exceptions the mountain-sides are covered with vegetation, some of sturdy growth, capable of being wrought into building materials and canoes, while lower down the ohia, the palm, the banana, and the bread-fruit stand clothed in perpetual green, with groves of stately cocoas between them and the sea.\n\nOnce the fragrant sandal-wood was abundant in the mountains, but it became an article of commerce with the natives in [17]their early intercourse with the white races, and is now rarely seen. Once the valleys and plateaus were covered with growing taro and potatoes; now the cane and rice of the foreigner have usurped the places of both, and in the few shaded spots that have been left him the forgiving and revengeless Hawaiian sadly chants his wild songs of the past.\n\nNeither within the memory of men nor the reach of their legends, which extend back more than a thousand years, has there been an active volcano in the group beyond the large island of Hawaii, which embraces two-thirds of the solid area of the archipelago. The mighty crater of Haleakala, more than thirty miles in circumference, on the island of Maui, has slept in peace among the clouds for ages, and hundreds of lesser and lower craters, many of them covered with vegetation, are found scattered among the mountains and foot-hills of the group; but their fires have long been extinct, and the scoria and ashes buried at their bases tell the story of their activity far back in the past.\n\nIt must have been a sight too grand for human eyes to witness when all these dead volcanic peaks, aglow with sulphurous flames, lit up the moonless midnights of the eight Hawaiian seas with their combined bombardment of the heavens!"
    },
    {
      "id": 2,
      "title": "Necessary expenses and the cost of unneccessary spending over time",
      "content": "On the island of Hawaii alone have the fires of nature remained unextinguished. At intervals during the past thousand years or more have Mauna Kea, Mauna Hualalai and Mauna Loa sent their devastating streams of lava to the sea, and to-day the awful, restless and ever-burning caldron of Kilauea, nearly a mile in circumference, is the grandest conflagration that lights up the earth. Within its lurid depths, in fiery grottoes and chambers of burning crystal, dwell Pele and her companions, and offerings are still thrown to them by superstitious natives. Do they yet believe in these deities after more than sixty years of Christian teaching? after their temples have been leveled and their gods have been destroyed? after their tabus have been broken and their priesthood has been dethroned and dishonored? The only answer is, \"The offerings are still made.\"\n\n Although the channel and ocean coasts of the islands are generally bold, rocky and precipitous, there are numerous bays and indentations partially sheltered by reefs and headlands, and many stretches of smooth and yellow beach, where the waves, touched by the kona, or the trade-wind’s breath, chase each other [18]high up among the cocoa’s roots and branches of the humble hau-tree clinging to the sands. The harbor of Honolulu, on the island of Oahu, is the only one, however, where passengers and freights of ocean crafts may be received or landed without the aid of lighters.\n\n The most of the useful and ornamental growths of the tropics now flourish on the islands. The indigenous plants, however, are confined to the banana, plantain, cocoanut, breadfruit, ohia, sugar-cane, arrow-root, yam, sweet potato, taro, strawberry, raspberry and ohelo. The lime, orange, mango, tamarind, papaia, guava, and every other edible product, aside from those named as indigenous, are importations of the past century."
    },
    {
      "id": 3,
      "title": "Short-, mid-, and long-term savings goals",
      "content": "The only domestic animals of the ancient Hawaiians were dogs, swine and fowls, and the most formidable four-legged creatures found in their fields and forests were mice and lizards. Wild geese, including a species peculiar to the islands, ducks, snipe and plover were abundant in their seasons, but seem to have been sparely eaten; and owls, bats, and a few varieties of birds of simple song and not over-brilliant plumage made up about the sum total of animal life on the islands a hundred years ago. But the native could well afford to be content with this limited provision, since it did not include snakes, mosquitoes, centipedes, tarantulas, or scorpions.\n\nTo what processes of creation or isolation do the Hawaiian Islands owe their existence? Were they raised from the depths of the ocean by volcanic action, as plainly suggested by their formation? or are they a part of a great sunken continent which speculation, sustained by misty tradition, claims once occupied the Polynesian seas? Hawaiian meles mention islands no longer to be found, and the facility with which communication was maintained between the Hawaiian and more southern groups previous to the twelfth century renders plausible the assumption that this intercourse was abruptly terminated six or seven centuries ago by the disappearance of a number of intervening atolls or islands which had served as guides to early Polynesian navigators. The gigantic ruins of temples and other structures found on Easter and one or two other islands of the equatorial Pacific are almost unanswerable arguments in favor of the theory of a sunken Polynesian continent; but the question will probably never be removed beyond the field of surmise."
    },
    {
      "id": 4,
      "title": "Monthly budget",
      "content": "The source and early history of the Hawaiian people, and, in fact, of the Polynesian race, of which they are a part, are involved in doubt. They have generally been regarded as an offshoot of the great Malayan family; but more recent as well as more thorough investigation, particularly by Judge Fornander, the learned and conscientious historian, with reasonable conclusiveness shows the Polynesian and Malayan races to be of distinct and widely different origin.\n\nAccepting this conclusion, we trace the strictly Polynesian tribes to an Aryan beginning, somewhere in Asia Minor or Arabia. There, in the remote past, it is assumed, they were brought in close contact with early Cushite and Chaldeo-Arabian civilizations. Subsequently drifting into India, they to some extent amalgamated with the Dravidian races, and, following the channels of the great Chaldean commerce of that period, at length found a home in the Asiatic archipelago from Sumatra to Luzon and Timor.\n\nThe exact time of their settlement on the large coast islands of southern Asia cannot be definitely determined, but their legends and genealogies leave little room to doubt that it was contemporaneous with the Malay and Hindoo invasions of Sumatra, Java, and other islands of the archipelago, during the first and second centuries of the Christian era, that the Polynesians were pushed out—not at once in a body, but by families and communities covering a period of years—to the smaller and more remote islands of the Pacific."
    }
  ]
}