{
  "id": "welcome",
  "title": "Welcome to Kahua Waiwai",
  "pages": [
    {
      "id": 1,
      "title": "Aloha!",
      "content": "We're excited to share *Kahua Waiwai: 'Ōpio Edition* with you—a financial education resource created for youth in Hawai'i. This workbook is here to help you build the knowledge and skills you need to make smart money decisions for yourself, your family, and your community.\n\nInspired by the wisdom of our kūpuna, this program connects traditional Hawaiian values with real-life financial lessons. In the past, Native Hawaiians were skilled resource managers. They used systems like the ahupua'a to care for land, sea, and people—making sure the whole community thrived. Today, we can learn from these practices to create a strong, healthy future.\n\nThis workbook covers topics like:\n\n- Earning and managing money\n- Budgeting and saving\n- Building and using credit wisely\n- Planning for college and big expenses\n- Giving back to your community\n\nWe mahalo the youth, educators, parents, and community leaders who helped shape this workbook, especially the talented students at YouthVision who designed and illustrated it.\n\nLet's work together to grow financially strong, connected, and caring communities.\n\n**Malama pono,**\n\nthe Hawaiian Community Assets 'ohana\n\n## Mahalo to Our Partners\n\n*Kahua Waiwai: 'Ōpio Edition* was made possible with the support of many amazing partners who believe in building strong communities and supporting our youth.\n\n**Administration for Native Americans (ANA)**\n\nHelps Native communities grow strong and self-sufficient by supporting programs that protect culture and create new opportunities.\n\n**Council for Native Hawaiian Advancement (CNHA)**\n\nSupports community-based groups across Hawai'i by strengthening culture, economy, and leadership through training, funding, and advocacy.\n\n**Office of Hawaiian Affairs (OHA)**\n\nWorks to protect Native Hawaiian people, land, and culture, and to build a strong, healthy lāhui now and for future generations.\n\n**Hawai'i State Department of Human Services (DHS)**\n\nProvides programs and services that help people in need become more self-reliant, independent, and live with dignity.\n\n**YouthVision**\n\nCreates safe spaces and life-skills programs for youth to grow as leaders and give back to their communities."
    }
  ]
}
